/* No comment provided by engineer. */
"A new beta version of File Juicer is available" = "新測試版本的 File Juicer 已可取得";

/* No comment provided by engineer. */
"A new version of File Juicer is available" = "新版本的 File Juicer 已可取得";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* As in choose folder */
"Choose" = "選擇";

/* No comment provided by engineer. */
"Choose Folder" = "選擇檔案夾";

/* No comment provided by engineer. */
"Could not save a found file. Check for disk space, and where the file is set to be saved in the preferences" = "無法儲存找到的檔案。請檢查磁碟空間，以及偏好設定中檔案儲存的位置";

/* As in generating thumbnails */
"Generating:" = "產生中：";

/* No comment provided by engineer. */
"Go to Download Page" = "前往下載頁面";

/* No comment provided by engineer. */
"Juicing:" = "摘取中：";

/* When registration number check fails */
"License number is not valid!" = "授權序號無效！";

/* No comment provided by engineer. */
"No information about a new version is available!" = "目前沒有新版本的資訊！";

/* No comment provided by engineer. */
"OK" = "好";

/* skip generating thumbnails */
"Skip" = "略過";

/* No comment provided by engineer. */
"Stop" = "停止";

/* When registration succeeded */
"Thank You" = "感謝您";
"Thank You!\nPortable Version Registered" = "Thank You!\nPortable Version Registered";

/* As in generating thumbnails */
"thumbnails" = "縮圖";

/* Of File Juicer */
"You have the newest version!" = "您使用的是最新的版本！";

/* For File Juicer */
"Paid..." = "已付款...";

/* For the image in the main window (I'll put it in a pdf later) */
"Drag files here" = "拖移檔案到這裡";

/* For flash card juicing */
"No Flash Cards/Disks Found!" = "沒有找到快閃記憶卡/磁碟！";

/* When registration code or name does not match */
"RegistrationFailed" = "您所輸入的註冊資訊無效。請檢查您的註冊資訊中，\"註冊對象\" 和 \"註冊序號\" 的欄位輸入正確。";

/* The menu item */
"Registration..." = "註冊...";

"Watermark Reminder" = "File Juicer 是共享軟體。\n它可讓您試用全部的功能，但在您進行註冊之前，會有提醒訊息及浮水印。";

"FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n" = "FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n";
"The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n" = "The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n";
/* When registration code or name does not match */
"Your entry is too long." = "您的輸入的內容太長。";

/* dropping files */
"File too large" = "檔案太大";

/* If you want to convert WMV files you need a codec for QuickTime */
"If you want to convert WMV files you need a codec for QuickTime" = "若您想要轉換 WMV 檔案，您必須有 QuickTime 的編碼器";

/* If you want to convert WMV files you need a codec for QuickTime */
"Get Codec" = "取得編碼器";

/* For the File Menu */
"iPod Thumbs" = "iPod 縮圖";
"iPod Photo Cache" = "iPod 照片快取";
"JPEG Thumbs" = "JPEG 縮圖";
"64 x 64 Thumbs" = "64 x 64 縮圖";
"32 x 32 Thumbs" = "32 x 32 縮圖";
"iPhone and iPod Touch Backups" = "iPhone and iPod Touch Backups";
"iTunes Album Artwork Cache" = "iTunes Album Artwork Cache";
/* Generating Index files */
"Index" = "索引";